tap "homebrew/bundle"

brew "aichat"
brew "atuin"
brew "bat"
brew "ctags"
brew "deno"
brew "direnv"
brew "dos2unix"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "graphviz"
brew "just"
brew "keychain"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lua"
brew "luarocks"
brew "magic-wormhole"
brew "nvim"
brew "puma/puma/puma-dev"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "ugrep"
brew "wget"
brew "zellij"
brew "zoxide"
