# macOS-specific packages
tap "heroku/brew"
tap "supersonic-app/supersonic"

# Fonts
cask "font-jetbrains-mono-nerd-font"

# macOS-specific GUI applications (casks)
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "adobe-creative-cloud"
cask "babeledit"
cask "balenaetcher"
cask "brave-browser"
cask "breaktimer"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "codex"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "firefox"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "hammerspoon"
cask "handbrake-app"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "libreoffice"
cask "localsend"
cask "mac-mouse-fix"
cask "microsoft-office"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "presonus-universal-control"
cask "raycast"
cask "ringcentral"
cask "setapp"
cask "spotify"
cask "supersonic"
cask "telegram"
cask "thunderbird"
cask "todoist-app"
cask "vlc"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"

