# Cross-platform CLI tools
# Core development tools

brew "steveclarke/tap/superthread"
brew "steveclarke/tap/outport"
brew "myunio/tap/unio"

brew "act"
brew "aichat"
brew "ansible"
brew "atuin"
brew "autoconf"
brew "bat"
brew "bats-core"
brew "btop"
brew "ctags"
brew "deno"
brew "direnv"
brew "doctl"
brew "dos2unix"
brew "duti"
brew "entr"
brew "eye-d3"
brew "eza"
brew "f1bonacc1/tap/process-compose"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "gmp"
brew "goreleaser"
brew "graphviz"
brew "gum"
brew "heroku"
brew "honeybadger-io/tap/honeybadger"
brew "htop"
brew "httpie"
brew "iftop"
brew "imap-backup"
brew "jq"
brew "just"
brew "k6"
brew "keychain"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "lf"
brew "libpq"
brew "libyaml"
brew "lua"
brew "luarocks"
brew "magic-wormhole"
brew "mise"
brew "ncdu"
brew "nvim"
brew "nvtop"
brew "openssl@3"
brew "overmind"
brew "pipx"
brew "postgresql@18"
brew "postgresql@17"
brew "postgresql@16"
brew "ranger"
brew "rclone"
brew "readline"
brew "repomix"
brew "resend/cli/resend"
brew "ripgrep"
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "starship"
brew "hashicorp/tap/terraform"
brew "the_silver_searcher"
brew "tea"
brew "tealdeer"  # Replacement for deprecated tldr
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "television"
brew "ugrep"
brew "vultr"
brew "wget"
brew "zellij"
brew "zoxide"
brew "TheZoraiz/ascii-image-converter/ascii-image-converter"
brew "sachaos/todoist/todoist"
