brew "aichat"
brew "atuin"
brew "bat"
brew "btop"
brew "ctags"
brew "deno"
brew "direnv"
brew "dos2unix"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "git-cliff"
brew "git-lfs"
brew "graphviz"
brew "gum"
brew "httpie"
brew "iftop"
brew "imap-backup"
brew "jq"
brew "just"
brew "k6"
brew "keychain"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lua"
brew "luarocks"
brew "magic-wormhole"
brew "ncdu"
brew "nvim"
brew "nvtop"
brew "postgresql@17"
brew "postgresql@16"
brew "ranger"
brew "rclone"
brew "repomix"
brew "ripgrep"
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
# https://github.com/alexpasmantier/television
# Fuzzy finder
brew "television"
brew "ugrep"
brew "wget"
brew "zellij"
brew "zoxide"
