# macOS-specific packages
tap "heroku/brew"

# macOS-specific GUI applications (casks)
cask "1password"
cask "appcleaner"
cask "adobe-creative-cloud"
cask "babeledit"
cask "brave-browser"
cask "bruno"
cask "claude"
cask "cleanshot"
cask "cursor"
cask "discord"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "itsycal"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "localsend"
cask "mac-mouse-fix"
cask "microsoft-office"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "presonus-universal-control"
cask "raycast"
cask "ringcentral"
cask "setapp"
cask "spotify"
cask "telegram"
cask "todoist"
cask "vlc"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"

