tap "heroku/brew"

brew "openssl@3"
brew "libyaml"
brew "gmp"
brew "rust"
brew "libpq"
brew "autoconf"
brew "readline"

brew "bat"
brew "direnv"
brew "doctl"
brew "dos2unix"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gum"
brew "httpie"
brew "jq"
brew "just"
brew "k6"
brew "heroku"
brew "lazydocker"
brew "lazygit"
brew "magic-wormhole"
brew "mise"
brew "ncdu"
brew "nvim"
brew "postgresql@16"
brew "postgresql@17"
brew "rclone"
brew "repomix"
brew "ripgrep"
brew "s3cmd"
brew "shellcheck"
brew "terraform"
brew "tldr"
brew "tree"
brew "wget"

cask "1password"
cask "adobe-creative-cloud"
cask "babeledit"
cask "brave-browser"
cask "bruno"
cask "claude"
cask "cursor"
cask "discord"
cask "docker"
cask "expressvpn"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "handbrake"
cask "itsycal"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "localsend"
cask "mac-mouse-fix"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "spotify"
cask "telegram"
cask "todoist"
cask "vlc"
cask "iterm2"
cask "slack"
cask "visual-studio-code"

